CSI API ETABS v1
cCaseModalHistoryNonlinear Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cCaseModalHistoryNonlinear
Public Interface cCaseModalHistoryNonlinear
Dim instance As cCaseModalHistoryNonlinear
public interface class cCaseModalHistoryNonlinear
type cCaseModalHistoryNonlinear =  interface end
The cCaseModalHistoryNonlinear type exposes the following members.
Methods
Name | Description
GetLoads
 Retrieves the load data for the specified load case
Top
See Also
Reference
ETABSv1 Namespace